{
    "sec-edgar-filings/AMZN/10-K\\0000891020-00-000622\\full-submission.txt": "growth of our customer base, repeat purchases from existing customers, increased international sales, and the introduction of new product offerings. These new product offerings include music and DVD/video in June and November of 1998, respectively, toys and electronics in July 1999 and home improvement, software and video games in November 1999. We increased our issuance of promotional gift certificates to customers in 1999 to promote new product lines, however, which partially offset such growth in net sales. The Company had approximately 16.9 million, 6.2 million and 1.5 million cumulative customer accounts as of December 31, 1999, 1998 and 1997, respectively. The percentage of orders by repeat customers increased from 64% in the fourth quarter of 1998 to 73% in the fourth quarter of 1999. The increase in net sales in 1998 was also partially due to the launch of the UK and German focused Web sites in October 1998. 23 26 Sales to customers outside of the US represented approximately 2",
    "sec-edgar-filings/AMZN/10-K\\0000891020-99-000375\\full-submission.txt": "sales less the cost of sales, which consists of the cost of merchandise sold to customers, as well as outbound and inbound shipping costs. Gross profit increased in 1998 and 1997 in absolute dollars, reflecting the Company's increased sales volume. Gross margin increased in 1998 as a result of improvements in product costs through improved supply chain management, including increased direct purchasing from publishers, which together more than offset the impact of aggressive product pricing and lower music and video margins. Gross margin decreased in 1997 due to a combination of lower prices and lower overall shipping margins, partially offset by improvements in product cost. The Company believes that offering its customers attractive prices is an essential component of its business strategy. Accordingly, the Company offers everyday discounts of up to 40% on hundreds of 18 19 thousands of titles and certain \"special value\" editions discounted up to 85%. The Company may in the future exp",
    "sec-edgar-filings/AMZN/10-K\\0000950149-03-000355\\full-submission.txt": "a result of the need to make estimates of matters that are inherently uncertain. Based on this definition, we have identified the critical accounting policies and judgments addressed below. We also have other key accounting policies, which involve the use of estimates, judgments and assumptions that are significant to understanding our results. For additional information see Item 8 of Part II, Financial Statements and Supplementary Data  Note 1  Description of Business and Accounting Policies. Although we believe that our estimates, assumptions and judgments are reasonable, they are based upon information presently available. Actual results may differ significantly from these estimates under different assumptions, judgments or conditions. Significant Accounting Policies Inventories Inventories, consisting of products available for sale, are valued at the lower of cost or market value, which requires us to make judgments, based on currently-available information, about the likely me",
    "sec-edgar-filings/AMZN/10-K\\0001193125-04-029488\\full-submission.txt": "",
    "sec-edgar-filings/AMZN/10-K\\0001193125-05-047032\\full-submission.txt": "focus on improving all aspects of the customer experience, including lowering prices, improving availability, increasing selection, expanding product information, improving ease of use, and earning customer trust. Our price reductions take several forms: we reduce the sales prices of products we sell, we recruit third-party sellers to compete with us on product detail pages, and we reduce or eliminate the cost of shipping to the consumer. We also seek to efficiently manage shareholder dilution while maintaining the flexibility to issue shares for strategic purposes, such as financings and aligning employee interests with shareholders. We moved to restricted stock units as our primary vehicle for equity compensation in late 2002 because we believe they better align the interests of our shareholders and employees. Restricted stock units result in charges to our income statement based on the fair value of the awards at the grant date recorded over the underlying service periods. Total sha",
    "sec-edgar-filings/AMZN/10-K\\0001193125-06-034166\\full-submission.txt": "",
    "sec-edgar-filings/AMZN/10-K\\0001193125-07-034081\\full-submission.txt": "",
    "sec-edgar-filings/AMZN/10-K\\0001193125-08-024707\\full-submission.txt": ""
}